{"modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 3, 32], "name": "Conv1/kernel"}]}, {"paths": ["group2-shard1of1"], "weights": [{"dtype": "float32", "shape": [32], "name": "bn_Conv1/gamma"}, {"dtype": "float32", "shape": [32], "name": "bn_Conv1/beta"}, {"dtype": "float32", "shape": [32], "name": "bn_Conv1/moving_mean"}, {"dtype": "float32", "shape": [32], "name": "bn_Conv1/moving_variance"}]}, {"paths": ["group3-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 32, 1], "name": "expanded_conv_depthwise/depthwise_kernel"}]}, {"paths": ["group4-shard1of1"], "weights": [{"dtype": "float32", "shape": [32], "name": "expanded_conv_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [32], "name": "expanded_conv_depthwise_BN/beta"}, {"dtype": "float32", "shape": [32], "name": "expanded_conv_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [32], "name": "expanded_conv_depthwise_BN/moving_variance"}]}, {"paths": ["group5-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 32, 16], "name": "expanded_conv_project/kernel"}]}, {"paths": ["group6-shard1of1"], "weights": [{"dtype": "float32", "shape": [16], "name": "expanded_conv_project_BN/gamma"}, {"dtype": "float32", "shape": [16], "name": "expanded_conv_project_BN/beta"}, {"dtype": "float32", "shape": [16], "name": "expanded_conv_project_BN/moving_mean"}, {"dtype": "float32", "shape": [16], "name": "expanded_conv_project_BN/moving_variance"}]}, {"paths": ["group7-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 16, 96], "name": "block_1_expand/kernel"}]}, {"paths": ["group8-shard1of1"], "weights": [{"dtype": "float32", "shape": [96], "name": "block_1_expand_BN/gamma"}, {"dtype": "float32", "shape": [96], "name": "block_1_expand_BN/beta"}, {"dtype": "float32", "shape": [96], "name": "block_1_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "block_1_expand_BN/moving_variance"}]}, {"paths": ["group9-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 96, 1], "name": "block_1_depthwise/depthwise_kernel"}]}, {"paths": ["group10-shard1of1"], "weights": [{"dtype": "float32", "shape": [96], "name": "block_1_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [96], "name": "block_1_depthwise_BN/beta"}, {"dtype": "float32", "shape": [96], "name": "block_1_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "block_1_depthwise_BN/moving_variance"}]}, {"paths": ["group11-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 96, 24], "name": "block_1_project/kernel"}]}, {"paths": ["group12-shard1of1"], "weights": [{"dtype": "float32", "shape": [24], "name": "block_1_project_BN/gamma"}, {"dtype": "float32", "shape": [24], "name": "block_1_project_BN/beta"}, {"dtype": "float32", "shape": [24], "name": "block_1_project_BN/moving_mean"}, {"dtype": "float32", "shape": [24], "name": "block_1_project_BN/moving_variance"}]}, {"paths": ["group13-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 24, 144], "name": "block_2_expand/kernel"}]}, {"paths": ["group14-shard1of1"], "weights": [{"dtype": "float32", "shape": [144], "name": "block_2_expand_BN/gamma"}, {"dtype": "float32", "shape": [144], "name": "block_2_expand_BN/beta"}, {"dtype": "float32", "shape": [144], "name": "block_2_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [144], "name": "block_2_expand_BN/moving_variance"}]}, {"paths": ["group15-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 144, 1], "name": "block_2_depthwise/depthwise_kernel"}]}, {"paths": ["group16-shard1of1"], "weights": [{"dtype": "float32", "shape": [144], "name": "block_2_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [144], "name": "block_2_depthwise_BN/beta"}, {"dtype": "float32", "shape": [144], "name": "block_2_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [144], "name": "block_2_depthwise_BN/moving_variance"}]}, {"paths": ["group17-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 144, 24], "name": "block_2_project/kernel"}]}, {"paths": ["group18-shard1of1"], "weights": [{"dtype": "float32", "shape": [24], "name": "block_2_project_BN/gamma"}, {"dtype": "float32", "shape": [24], "name": "block_2_project_BN/beta"}, {"dtype": "float32", "shape": [24], "name": "block_2_project_BN/moving_mean"}, {"dtype": "float32", "shape": [24], "name": "block_2_project_BN/moving_variance"}]}, {"paths": ["group19-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 24, 144], "name": "block_3_expand/kernel"}]}, {"paths": ["group20-shard1of1"], "weights": [{"dtype": "float32", "shape": [144], "name": "block_3_expand_BN/gamma"}, {"dtype": "float32", "shape": [144], "name": "block_3_expand_BN/beta"}, {"dtype": "float32", "shape": [144], "name": "block_3_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [144], "name": "block_3_expand_BN/moving_variance"}]}, {"paths": ["group21-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 144, 1], "name": "block_3_depthwise/depthwise_kernel"}]}, {"paths": ["group22-shard1of1"], "weights": [{"dtype": "float32", "shape": [144], "name": "block_3_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [144], "name": "block_3_depthwise_BN/beta"}, {"dtype": "float32", "shape": [144], "name": "block_3_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [144], "name": "block_3_depthwise_BN/moving_variance"}]}, {"paths": ["group23-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 144, 32], "name": "block_3_project/kernel"}]}, {"paths": ["group24-shard1of1"], "weights": [{"dtype": "float32", "shape": [32], "name": "block_3_project_BN/gamma"}, {"dtype": "float32", "shape": [32], "name": "block_3_project_BN/beta"}, {"dtype": "float32", "shape": [32], "name": "block_3_project_BN/moving_mean"}, {"dtype": "float32", "shape": [32], "name": "block_3_project_BN/moving_variance"}]}, {"paths": ["group25-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 32, 192], "name": "block_4_expand/kernel"}]}, {"paths": ["group26-shard1of1"], "weights": [{"dtype": "float32", "shape": [192], "name": "block_4_expand_BN/gamma"}, {"dtype": "float32", "shape": [192], "name": "block_4_expand_BN/beta"}, {"dtype": "float32", "shape": [192], "name": "block_4_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "block_4_expand_BN/moving_variance"}]}, {"paths": ["group27-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 192, 1], "name": "block_4_depthwise/depthwise_kernel"}]}, {"paths": ["group28-shard1of1"], "weights": [{"dtype": "float32", "shape": [192], "name": "block_4_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [192], "name": "block_4_depthwise_BN/beta"}, {"dtype": "float32", "shape": [192], "name": "block_4_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "block_4_depthwise_BN/moving_variance"}]}, {"paths": ["group29-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 192, 32], "name": "block_4_project/kernel"}]}, {"paths": ["group30-shard1of1"], "weights": [{"dtype": "float32", "shape": [32], "name": "block_4_project_BN/gamma"}, {"dtype": "float32", "shape": [32], "name": "block_4_project_BN/beta"}, {"dtype": "float32", "shape": [32], "name": "block_4_project_BN/moving_mean"}, {"dtype": "float32", "shape": [32], "name": "block_4_project_BN/moving_variance"}]}, {"paths": ["group31-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 32, 192], "name": "block_5_expand/kernel"}]}, {"paths": ["group32-shard1of1"], "weights": [{"dtype": "float32", "shape": [192], "name": "block_5_expand_BN/gamma"}, {"dtype": "float32", "shape": [192], "name": "block_5_expand_BN/beta"}, {"dtype": "float32", "shape": [192], "name": "block_5_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "block_5_expand_BN/moving_variance"}]}, {"paths": ["group33-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 192, 1], "name": "block_5_depthwise/depthwise_kernel"}]}, {"paths": ["group34-shard1of1"], "weights": [{"dtype": "float32", "shape": [192], "name": "block_5_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [192], "name": "block_5_depthwise_BN/beta"}, {"dtype": "float32", "shape": [192], "name": "block_5_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "block_5_depthwise_BN/moving_variance"}]}, {"paths": ["group35-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 192, 32], "name": "block_5_project/kernel"}]}, {"paths": ["group36-shard1of1"], "weights": [{"dtype": "float32", "shape": [32], "name": "block_5_project_BN/gamma"}, {"dtype": "float32", "shape": [32], "name": "block_5_project_BN/beta"}, {"dtype": "float32", "shape": [32], "name": "block_5_project_BN/moving_mean"}, {"dtype": "float32", "shape": [32], "name": "block_5_project_BN/moving_variance"}]}, {"paths": ["group37-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 32, 192], "name": "block_6_expand/kernel"}]}, {"paths": ["group38-shard1of1"], "weights": [{"dtype": "float32", "shape": [192], "name": "block_6_expand_BN/gamma"}, {"dtype": "float32", "shape": [192], "name": "block_6_expand_BN/beta"}, {"dtype": "float32", "shape": [192], "name": "block_6_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "block_6_expand_BN/moving_variance"}]}, {"paths": ["group39-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 192, 1], "name": "block_6_depthwise/depthwise_kernel"}]}, {"paths": ["group40-shard1of1"], "weights": [{"dtype": "float32", "shape": [192], "name": "block_6_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [192], "name": "block_6_depthwise_BN/beta"}, {"dtype": "float32", "shape": [192], "name": "block_6_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "block_6_depthwise_BN/moving_variance"}]}, {"paths": ["group41-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 192, 64], "name": "block_6_project/kernel"}]}, {"paths": ["group42-shard1of1"], "weights": [{"dtype": "float32", "shape": [64], "name": "block_6_project_BN/gamma"}, {"dtype": "float32", "shape": [64], "name": "block_6_project_BN/beta"}, {"dtype": "float32", "shape": [64], "name": "block_6_project_BN/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "block_6_project_BN/moving_variance"}]}, {"paths": ["group43-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 64, 384], "name": "block_7_expand/kernel"}]}, {"paths": ["group44-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_7_expand_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_7_expand_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_7_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_7_expand_BN/moving_variance"}]}, {"paths": ["group45-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 384, 1], "name": "block_7_depthwise/depthwise_kernel"}]}, {"paths": ["group46-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_7_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_7_depthwise_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_7_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_7_depthwise_BN/moving_variance"}]}, {"paths": ["group47-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 384, 64], "name": "block_7_project/kernel"}]}, {"paths": ["group48-shard1of1"], "weights": [{"dtype": "float32", "shape": [64], "name": "block_7_project_BN/gamma"}, {"dtype": "float32", "shape": [64], "name": "block_7_project_BN/beta"}, {"dtype": "float32", "shape": [64], "name": "block_7_project_BN/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "block_7_project_BN/moving_variance"}]}, {"paths": ["group49-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 64, 384], "name": "block_8_expand/kernel"}]}, {"paths": ["group50-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_8_expand_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_8_expand_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_8_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_8_expand_BN/moving_variance"}]}, {"paths": ["group51-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 384, 1], "name": "block_8_depthwise/depthwise_kernel"}]}, {"paths": ["group52-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_8_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_8_depthwise_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_8_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_8_depthwise_BN/moving_variance"}]}, {"paths": ["group53-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 384, 64], "name": "block_8_project/kernel"}]}, {"paths": ["group54-shard1of1"], "weights": [{"dtype": "float32", "shape": [64], "name": "block_8_project_BN/gamma"}, {"dtype": "float32", "shape": [64], "name": "block_8_project_BN/beta"}, {"dtype": "float32", "shape": [64], "name": "block_8_project_BN/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "block_8_project_BN/moving_variance"}]}, {"paths": ["group55-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 64, 384], "name": "block_9_expand/kernel"}]}, {"paths": ["group56-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_9_expand_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_9_expand_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_9_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_9_expand_BN/moving_variance"}]}, {"paths": ["group57-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 384, 1], "name": "block_9_depthwise/depthwise_kernel"}]}, {"paths": ["group58-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_9_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_9_depthwise_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_9_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_9_depthwise_BN/moving_variance"}]}, {"paths": ["group59-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 384, 64], "name": "block_9_project/kernel"}]}, {"paths": ["group60-shard1of1"], "weights": [{"dtype": "float32", "shape": [64], "name": "block_9_project_BN/gamma"}, {"dtype": "float32", "shape": [64], "name": "block_9_project_BN/beta"}, {"dtype": "float32", "shape": [64], "name": "block_9_project_BN/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "block_9_project_BN/moving_variance"}]}, {"paths": ["group61-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 64, 384], "name": "block_10_expand/kernel"}]}, {"paths": ["group62-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_10_expand_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_10_expand_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_10_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_10_expand_BN/moving_variance"}]}, {"paths": ["group63-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 384, 1], "name": "block_10_depthwise/depthwise_kernel"}]}, {"paths": ["group64-shard1of1"], "weights": [{"dtype": "float32", "shape": [384], "name": "block_10_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [384], "name": "block_10_depthwise_BN/beta"}, {"dtype": "float32", "shape": [384], "name": "block_10_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "block_10_depthwise_BN/moving_variance"}]}, {"paths": ["group65-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 384, 96], "name": "block_10_project/kernel"}]}, {"paths": ["group66-shard1of1"], "weights": [{"dtype": "float32", "shape": [96], "name": "block_10_project_BN/gamma"}, {"dtype": "float32", "shape": [96], "name": "block_10_project_BN/beta"}, {"dtype": "float32", "shape": [96], "name": "block_10_project_BN/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "block_10_project_BN/moving_variance"}]}, {"paths": ["group67-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 96, 576], "name": "block_11_expand/kernel"}]}, {"paths": ["group68-shard1of1"], "weights": [{"dtype": "float32", "shape": [576], "name": "block_11_expand_BN/gamma"}, {"dtype": "float32", "shape": [576], "name": "block_11_expand_BN/beta"}, {"dtype": "float32", "shape": [576], "name": "block_11_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "block_11_expand_BN/moving_variance"}]}, {"paths": ["group69-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 576, 1], "name": "block_11_depthwise/depthwise_kernel"}]}, {"paths": ["group70-shard1of1"], "weights": [{"dtype": "float32", "shape": [576], "name": "block_11_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [576], "name": "block_11_depthwise_BN/beta"}, {"dtype": "float32", "shape": [576], "name": "block_11_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "block_11_depthwise_BN/moving_variance"}]}, {"paths": ["group71-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 576, 96], "name": "block_11_project/kernel"}]}, {"paths": ["group72-shard1of1"], "weights": [{"dtype": "float32", "shape": [96], "name": "block_11_project_BN/gamma"}, {"dtype": "float32", "shape": [96], "name": "block_11_project_BN/beta"}, {"dtype": "float32", "shape": [96], "name": "block_11_project_BN/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "block_11_project_BN/moving_variance"}]}, {"paths": ["group73-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 96, 576], "name": "block_12_expand/kernel"}]}, {"paths": ["group74-shard1of1"], "weights": [{"dtype": "float32", "shape": [576], "name": "block_12_expand_BN/gamma"}, {"dtype": "float32", "shape": [576], "name": "block_12_expand_BN/beta"}, {"dtype": "float32", "shape": [576], "name": "block_12_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "block_12_expand_BN/moving_variance"}]}, {"paths": ["group75-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 576, 1], "name": "block_12_depthwise/depthwise_kernel"}]}, {"paths": ["group76-shard1of1"], "weights": [{"dtype": "float32", "shape": [576], "name": "block_12_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [576], "name": "block_12_depthwise_BN/beta"}, {"dtype": "float32", "shape": [576], "name": "block_12_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "block_12_depthwise_BN/moving_variance"}]}, {"paths": ["group77-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 576, 96], "name": "block_12_project/kernel"}]}, {"paths": ["group78-shard1of1"], "weights": [{"dtype": "float32", "shape": [96], "name": "block_12_project_BN/gamma"}, {"dtype": "float32", "shape": [96], "name": "block_12_project_BN/beta"}, {"dtype": "float32", "shape": [96], "name": "block_12_project_BN/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "block_12_project_BN/moving_variance"}]}, {"paths": ["group79-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 96, 576], "name": "block_13_expand/kernel"}]}, {"paths": ["group80-shard1of1"], "weights": [{"dtype": "float32", "shape": [576], "name": "block_13_expand_BN/gamma"}, {"dtype": "float32", "shape": [576], "name": "block_13_expand_BN/beta"}, {"dtype": "float32", "shape": [576], "name": "block_13_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "block_13_expand_BN/moving_variance"}]}, {"paths": ["group81-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 576, 1], "name": "block_13_depthwise/depthwise_kernel"}]}, {"paths": ["group82-shard1of1"], "weights": [{"dtype": "float32", "shape": [576], "name": "block_13_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [576], "name": "block_13_depthwise_BN/beta"}, {"dtype": "float32", "shape": [576], "name": "block_13_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "block_13_depthwise_BN/moving_variance"}]}, {"paths": ["group83-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 576, 160], "name": "block_13_project/kernel"}]}, {"paths": ["group84-shard1of1"], "weights": [{"dtype": "float32", "shape": [160], "name": "block_13_project_BN/gamma"}, {"dtype": "float32", "shape": [160], "name": "block_13_project_BN/beta"}, {"dtype": "float32", "shape": [160], "name": "block_13_project_BN/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "block_13_project_BN/moving_variance"}]}, {"paths": ["group85-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 160, 960], "name": "block_14_expand/kernel"}]}, {"paths": ["group86-shard1of1"], "weights": [{"dtype": "float32", "shape": [960], "name": "block_14_expand_BN/gamma"}, {"dtype": "float32", "shape": [960], "name": "block_14_expand_BN/beta"}, {"dtype": "float32", "shape": [960], "name": "block_14_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "block_14_expand_BN/moving_variance"}]}, {"paths": ["group87-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 960, 1], "name": "block_14_depthwise/depthwise_kernel"}]}, {"paths": ["group88-shard1of1"], "weights": [{"dtype": "float32", "shape": [960], "name": "block_14_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [960], "name": "block_14_depthwise_BN/beta"}, {"dtype": "float32", "shape": [960], "name": "block_14_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "block_14_depthwise_BN/moving_variance"}]}, {"paths": ["group89-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 960, 160], "name": "block_14_project/kernel"}]}, {"paths": ["group90-shard1of1"], "weights": [{"dtype": "float32", "shape": [160], "name": "block_14_project_BN/gamma"}, {"dtype": "float32", "shape": [160], "name": "block_14_project_BN/beta"}, {"dtype": "float32", "shape": [160], "name": "block_14_project_BN/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "block_14_project_BN/moving_variance"}]}, {"paths": ["group91-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 160, 960], "name": "block_15_expand/kernel"}]}, {"paths": ["group92-shard1of1"], "weights": [{"dtype": "float32", "shape": [960], "name": "block_15_expand_BN/gamma"}, {"dtype": "float32", "shape": [960], "name": "block_15_expand_BN/beta"}, {"dtype": "float32", "shape": [960], "name": "block_15_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "block_15_expand_BN/moving_variance"}]}, {"paths": ["group93-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 960, 1], "name": "block_15_depthwise/depthwise_kernel"}]}, {"paths": ["group94-shard1of1"], "weights": [{"dtype": "float32", "shape": [960], "name": "block_15_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [960], "name": "block_15_depthwise_BN/beta"}, {"dtype": "float32", "shape": [960], "name": "block_15_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "block_15_depthwise_BN/moving_variance"}]}, {"paths": ["group95-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 960, 160], "name": "block_15_project/kernel"}]}, {"paths": ["group96-shard1of1"], "weights": [{"dtype": "float32", "shape": [160], "name": "block_15_project_BN/gamma"}, {"dtype": "float32", "shape": [160], "name": "block_15_project_BN/beta"}, {"dtype": "float32", "shape": [160], "name": "block_15_project_BN/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "block_15_project_BN/moving_variance"}]}, {"paths": ["group97-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 160, 960], "name": "block_16_expand/kernel"}]}, {"paths": ["group98-shard1of1"], "weights": [{"dtype": "float32", "shape": [960], "name": "block_16_expand_BN/gamma"}, {"dtype": "float32", "shape": [960], "name": "block_16_expand_BN/beta"}, {"dtype": "float32", "shape": [960], "name": "block_16_expand_BN/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "block_16_expand_BN/moving_variance"}]}, {"paths": ["group99-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 960, 1], "name": "block_16_depthwise/depthwise_kernel"}]}, {"paths": ["group100-shard1of1"], "weights": [{"dtype": "float32", "shape": [960], "name": "block_16_depthwise_BN/gamma"}, {"dtype": "float32", "shape": [960], "name": "block_16_depthwise_BN/beta"}, {"dtype": "float32", "shape": [960], "name": "block_16_depthwise_BN/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "block_16_depthwise_BN/moving_variance"}]}, {"paths": ["group101-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 960, 320], "name": "block_16_project/kernel"}]}, {"paths": ["group102-shard1of1"], "weights": [{"dtype": "float32", "shape": [320], "name": "block_16_project_BN/gamma"}, {"dtype": "float32", "shape": [320], "name": "block_16_project_BN/beta"}, {"dtype": "float32", "shape": [320], "name": "block_16_project_BN/moving_mean"}, {"dtype": "float32", "shape": [320], "name": "block_16_project_BN/moving_variance"}]}, {"paths": ["group103-shard1of1"], "weights": [{"dtype": "float32", "shape": [1, 1, 320, 1280], "name": "Conv_1/kernel"}]}, {"paths": ["group104-shard1of1"], "weights": [{"dtype": "float32", "shape": [1280], "name": "Conv_1_bn/gamma"}, {"dtype": "float32", "shape": [1280], "name": "Conv_1_bn/beta"}, {"dtype": "float32", "shape": [1280], "name": "Conv_1_bn/moving_mean"}, {"dtype": "float32", "shape": [1280], "name": "Conv_1_bn/moving_variance"}]}, {"paths": ["group105-shard1of1"], "weights": [{"dtype": "float32", "shape": [1280, 512], "name": "dense_1/kernel"}, {"dtype": "float32", "shape": [512], "name": "dense_1/bias"}]}, {"paths": ["group106-shard1of1"], "weights": [{"dtype": "float32", "shape": [512, 75], "name": "dense_2/kernel"}, {"dtype": "float32", "shape": [75], "name": "dense_2/bias"}]}]}